{"translation-revision-date":"2021-04-20T15:39:53+00:00","generator":"WP-CLI\/2.4.0","source":"packages\/editor-preference-modal\/build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Info":["Informações"],"Would you like to keep using the GoDaddy Site Editor?":["Gostaria de continuar a utilizar o Editor de sites da GoDaddy?"],"Would you like to keep building your site with the GoDaddy Site Editor?":["Gostaria de continuar a criar o seu site com o Editor de sites da GoDaddy?"],"Yes, keep using GoDaddy Site Editor":["Sim, continuar a utilizar o Editor de sites da GoDaddy"],"No, I’d like to see other options":["Não, gostaria de ver outras opções"],"Continue":["Continuar"],"We’re sorry this wasn’t the right fit for you":["Lamentamos que esta não tenha sido a opção mais adequada para si"],"Could you tell us why?":["Poderia indicar-nos o motivo para tal?"],"Tell us why this wasn’t the right fit for you…":["Indique-nos porque é que esta não foi a opção mais adequada para si..."],"Go Back":["Voltar"],"Skip":["Ignorar"],"Let’s find you a better fit":["Vamos encontrar algo melhor"],"Here are some other options to explore:":["Seguem-se algumas opções para explorar:"],"Switch to the default WordPress editor":["Mudar para o editor por omissão do WordPress"],"Switch to a 3rd party page builder":["Mudar para um criador de páginas de terceiros"],"Talk to someone about my options":["Falar com alguém sobre as minhas opções"],"Learn More":["Saiba mais"],"Switching to the default WordPress editor":["A mudar para o editor por omissão do WordPress"],"You should switch to the default WordPress editor if:":["Deverá mudar para o editor por omissão do WordPress se:"],"You want to use a different theme":["Pretender utilizar um tema diferente"],"You are familiar with and\/or prefer to use default WordPress":["Estiver familiarizado com e\/ou preferir utilizar o editor por omissão do WordPress"],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["Após mudar, este site deixará de funcionar com o Editor de sites da GoDaddy, pelo que não poderá voltar a utilizar o mesmo."],"Ready to switch this site to the default WordPress editor?":["Está pronto para mudar este site para o editor por omissão do WordPress?"],"Switch to Default":["Mudar para o editor por omissão"],"Switching to a 3rd Party Page Builder":["A mudar para um criador de páginas de terceiros"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["Um criador de páginas de terceiros é um plugin do WordPress que o utilizador instala no seu site e lhe permite criar e efectuar o design de páginas."],"Ready to switch this site to a 3rd party page builder?":["Está pronto para mudar este site para um criador de páginas de terceiros?"],"View Plugins":["Ver plugins"],"Expert help is on the way":["A ajuda de especialistas está a caminho"],"Contact our GoDaddy guides to get started.":["Contacte os guias da GoDaddy para dar os primeiros passos."],"Contact Us":["Contacte-nos"],"Redirecting you to WordPress plugins…":["A redireccioná-lo para os plugins do WordPress..."],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place.":["Pretendemos garantir que tem as ferramentas certas para criar o seu site. Está actualmente a utilizar o Editor de sites da GoDaddy, o qual lhe proporciona todas as funcionalidades do WordPress, bem como uma forma de personalizar o seu design, editar as páginas e gerir as mesmas, tudo isto de forma centralizada."],"Redirecting you to the WordPress Admin…":["A redireccioná-lo para o painel de administração do WordPress..."],"We appreciate your feedback and want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place.":["Agradecemos os seus comentários. Pretendemos garantir que tem as ferramentas certas para criar o seu site. Está actualmente a utilizar o Editor de sites da GoDaddy, o qual lhe proporciona todas as funcionalidades do WordPress, bem como uma forma de personalizar o seu design, editar as páginas e gerir as mesmas, tudo isto de forma centralizada."]}}}