{"translation-revision-date":"2021-04-20T15:39:53+00:00","generator":"WP-CLI\/2.4.0","source":"build\/editor-preference-modal.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Would you like to keep using the GoDaddy Site Editor?":["Souhaitez-vous continuer à utiliser l'éditeur de site GoDaddy ?"],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place. ":["Nous voulons nous assurer que vous disposez des outils adéquats pour créer votre site. Vous utilisez actuellement l'éditeur de site GoDaddy, qui vous offre toutes les fonctionnalités de WordPress ainsi qu'un moyen de personnaliser votre design, de modifier vos pages et de les gérer, le tout à partir d'un seul et même emplacement. "],"Would you like to keep building your site with the GoDaddy Site Editor?":["Souhaitez-vous continuer à créer votre site avec l'éditeur de site GoDaddy ?"],"Yes, keep using GoDaddy Site Editor":["Oui, continuer à utiliser l’éditeur de site GoDaddy."],"No, I’d like to see other options":["Non, j'aimerais voir d'autres options."],"Continue":["Continuer"],"We’re sorry this wasn’t the right fit for you":["Nous sommes désolés que ce produit ne vous convienne pas."],"Could you tell us why?":["Pouvez-vous nous dire pourquoi ?"],"Tell us why this wasn’t the right fit for you…":["Dites-nous pourquoi ce produit ne vous a pas convenu…"],"Go Back":["Précédent"],"Skip":["Ignorer"],"Let’s find you a better fit":["Nous allons vous trouver une meilleure solution"],"Here are some other options to explore:":["Voici d'autres options à explorer :"],"Switch to the default WordPress editor":["Passer à l'éditeur WordPress par défaut"],"Switch to a 3rd party page builder":["Passer à un constructeur de pages tiers"],"Talk to someone about my options":["Discuter de mes options avec un représentant GoDaddy"],"Learn More":["En savoir plus"],"Switching to the default WordPress editor":["Passage à l'éditeur WordPress par défaut"],"You should switch to the default WordPress editor if:":["Vous devriez passer à l'éditeur WordPress par défaut si :"],"You want to use a different theme":["Vous voulez utiliser un autre thème"],"You are familiar with and\/or prefer to use default WordPress":["Vous êtes habitué à l'éditeur WordPress par défaut et\/ou vous préférez l'utiliser."],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["Une fois que vous aurez fait ce choix, ce site ne fonctionnera plus avec l'éditeur de site GoDaddy, et vous ne pourrez plus revenir dans l’éditeur pour poursuivre vos opérations."],"Ready to switch this site to the default WordPress editor?":["Prêt à passer ce site à l'éditeur WordPress par défaut ?"],"Switch to Default":["Passer à l'éditeur par défaut"],"Switching to a 3rd Party Page Builder":["Passage à un constructeur de pages tiers"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["Un constructeur de pages tiers est une extension WordPress que vous installez sur votre site afin de créer et concevoir des pages."],"Ready to switch this site to a 3rd party page builder?":["Prêt à passer ce site à un constructeur de pages tiers ?"],"View Plugins":["Voir les extensions"],"Expert help is on the way":["L'aide d'un expert est en bonne voie"],"Contact our GoDaddy guides to get started.":["Contactez nos conseillers GoDaddy pour commencer."],"Contact Us":["Contactez-nous"],"Redirecting you to the default WordPress Editor…":["Redirection vers l'éditeur WordPress par défaut…"],"Redirecting you to WordPress plugins…":["Redirection vers les extensions WordPress…"]}}}