{"translation-revision-date":"2021-09-28T14:53:16+00:00","generator":"WP-CLI\/2.5.0","source":"build\/wpAdmin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Go Back":["Επιστροφή"],"This will change your site editor, too":["Έτσι θα αλλάξει και το πρόγραμμα επεξεργασίας σας ιστότοπου"],"You are currently using the GoDaddy Site Editor with the Go theme, which gives you all of WordPress plus a way to customize your design, edit your pages and manage your pages, all from one place.":["Αυτήν τη στιγμή χρησιμοποιείτε το πρόγραμμα επεξεργασίας ιστότοπου της GoDaddy με το θέμα Go, το οποίο σας δίνει όλο το WordPress συν έναν τρόπο για να προσαρμόσετε τη σχεδίασή σας, να επεξεργαστείτε τις σελίδες σας και να διαχειριστείτε τις σελίδες σας από το ίδιο σημείο."],"Once you activate a new theme, this site will no longer work with the GoDaddy Site Editor. Your site will switch to the default WordPress Editor instead.":["Αφού ενεργοποιήσετε ένα νέο θέμα, αυτός ο ιστότοπος δεν θα λειτουργεί πλέον με το πρόγραμμα επεξεργασίας ιστότοπου της GoDaddy. Σε αυτή την περίπτωση, θα πρέπει να κάνετε μετάβαση στο προεπιλεγμένο πρόγραμμα επεξεργασίας του WordPress."],"Ready to activate a new theme and switch to the default WordPress editor?":["Είστε έτοιμοι για ενεργοποίηση ενός νέου θέματος και μετάβαση στο προεπιλεγμένο πρόγραμμα επεξεργασίας του WordPress;"],"Activate":["Ενεργοποίηση"]}}}