{"translation-revision-date":"2021-04-20T15:39:53+00:00","generator":"WP-CLI\/2.4.0","source":"packages\/editor-preference-modal\/build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Info":["Πληροφορίες"],"Would you like to keep using the GoDaddy Site Editor?":["Θέλετε να συνεχίσετε να χρησιμοποιείτε το πρόγραμμα επεξεργασίας ιστότοπου της GoDaddy;"],"Would you like to keep building your site with the GoDaddy Site Editor?":["Θέλετε να συνεχίσετε να δημιουργείτε τον ιστότοπό σας με το πρόγραμμα επεξεργασίας ιστότοπου της GoDaddy;"],"Yes, keep using GoDaddy Site Editor":["Ναι, συνέχεια χρήσης του προγράμματος επεξεργασίας ιστότοπων της GoDaddy"],"No, I’d like to see other options":["Όχι, θα ήθελα να δω άλλες επιλογές"],"Continue":["Συνέχεια"],"We’re sorry this wasn’t the right fit for you":["Λυπούμαστε που δεν ήταν κατάλληλο για εσάς"],"Could you tell us why?":["Θα θέλατε να μας πείτε γιατί;"],"Tell us why this wasn’t the right fit for you…":["Πείτε μας γιατί αυτό δεν ήταν κατάλληλο για εσάς…"],"Go Back":["Επιστροφή"],"Skip":["Παράλειψη"],"Let’s find you a better fit":["Ας σας βρούμε κάτι πιο κατάλληλο"],"Here are some other options to explore:":["Ορίστε μερικές άλλες επιλογές για να εξερευνήσετε:"],"Switch to the default WordPress editor":["Μετάβαση στο προεπιλεγμένο πρόγραμμα επεξεργασίας του WordPress"],"Switch to a 3rd party page builder":["Μετάβαση σε 3ο πρόγραμμα δημιουργίας σελίδων"],"Talk to someone about my options":["Συζήτηση με κάποιον για τις επιλογές μου"],"Learn More":["Μάθετε περισσότερα"],"Switching to the default WordPress editor":["Γίνεται μετάβαση στο προεπιλεγμένο πρόγραμμα επεξεργασίας του WordPress"],"You should switch to the default WordPress editor if:":["Θα πρέπει να κάνετε μετάβαση στο προεπιλεγμένο πρόγραμμα επεξεργασίας του WordPress αν:"],"You want to use a different theme":["Θέλετε να χρησιμοποιήσετε διαφορετικό θέμα"],"You are familiar with and\/or prefer to use default WordPress":["Είστε εξοικειωμένοι με το προεπιλεγμένο πρόγραμμα επεξεργασίας του WordPress ή\/και προτιμάτε να το χρησιμοποιείτε"],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["Αφού γίνει η μετάβαση, αυτός ο ιστότοπος δεν θα λειτουργεί πλέον με το πρόγραμμα επεξεργασίας ιστότοπου της GoDaddy, επομένως δεν θα μπορείτε να επιστρέψετε."],"Ready to switch this site to the default WordPress editor?":["Είστε έτοιμοι για μετάβαση στο προεπιλεγμένο πρόγραμμα επεξεργασίας του WordPress;"],"Switch to Default":["Μετάβαση στο προεπιλεγμένο"],"Switching to a 3rd Party Page Builder":["Γίνεται μετάβαση σε 3ο πρόγραμμα δημιουργίας σελίδων"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["Ένα 3ο πρόγραμμα δημιουργίας σελίδων είναι μια προσθήκη του WordPress που εγκαθιστάτε στον ιστότοπό σας, η οποία σας επιτρέπει να δημιουργείτε και να σχεδιάζετε σελίδες."],"Ready to switch this site to a 3rd party page builder?":["Είστε έτοιμοι για μετάβαση αυτού του ιστότοπου σε 3ο πρόγραμμα δημιουργίας σελίδων;"],"View Plugins":["Προβολή προσθηκών"],"Expert help is on the way":["Καταφθάνει βοήθεια από ειδικούς"],"Contact our GoDaddy guides to get started.":["Επικοινωνήστε με τους Συμβούλους GoDaddy για να ξεκινήσετε."],"Contact Us":["Επικοινωνήστε μαζί μας"],"Redirecting you to WordPress plugins…":["Γίνεται ανακατεύθυνσή σας στις προσθήκες του WordPress…"],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place.":["Θέλουμε να βεβαιωθούμε ότι έχετε τα σωστά εργαλεία για να δημιουργήσετε τον ιστότοπό σας. Αυτήν τη στιγμή χρησιμοποιείτε το πρόγραμμα επεξεργασίας ιστότοπου της GoDaddy, το οποίο σας δίνει όλο το WordPress συν έναν τρόπο για να προσαρμόσετε τη σχεδίασή σας, να επεξεργαστείτε τις σελίδες σας και να διαχειριστείτε τις σελίδες σας από το ίδιο σημείο."],"Redirecting you to the WordPress Admin…":["Γίνεται ανακατεύθυνσή σας στις σελίδες διαχείρισης WordPress…"],"We appreciate your feedback and want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place.":["Εκτιμούμε τα σχόλιά σας και θέλουμε να βεβαιωθούμε ότι έχετε τα σωστά εργαλεία για να δημιουργήσετε τον ιστότοπό σας. Αυτήν τη στιγμή χρησιμοποιείτε το πρόγραμμα επεξεργασίας ιστότοπου της GoDaddy, το οποίο σας δίνει όλο το WordPress συν έναν τρόπο για να προσαρμόσετε τη σχεδίασή σας, να επεξεργαστείτε τις σελίδες σας και να διαχειριστείτε τις σελίδες σας από το ίδιο σημείο."]}}}