{"translation-revision-date":"2021-03-11T18:10:35+00:00","generator":"WP-CLI\/2.4.0","source":"packages\/editor-preference-modal\/src\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Would you like to keep using the GoDaddy Site Editor?":["คุณต้องการใช้ตัวแก้ไขเว็บของ GoDaddy ต่อไปหรือไม่"],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place. ":["เราอยากแน่ใจว่าคุณมีเครื่องมือที่เหมาะสมในการสร้างเว็บของคุณ ขณะนี้คุณกำลังใช้งานตัวแก้ไขเว็บของ GoDaddy ซึ่งมีคุณสมบัติทุกอย่างของ WordPress รวมถึงวิธีปรับแต่งงานออกแบบ แก้ไขหน้า และจัดการหน้า ทำได้ทุกอย่างจากจุดเดียว "],"Would you like to keep building your site with the GoDaddy Site Editor?":["คุณต้องการสร้างเว็บด้วยตัวแก้ไขเว็บของ GoDaddy ต่อไปหรือไม่"],"Yes, keep using GoDaddy Site Editor":["ใช่ ใช้ตัวแก้ไขเว็บของ GoDaddy ต่อไป"],"No, I’d like to see other options":["ไม่ ฉันอยากดูตัวเลือกอื่น"],"Continue":["ดำเนินการต่อ"],"We’re sorry this wasn’t the right fit for you":["ขออภัยที่สิ่งนี้ไม่เหมาะกับคุณ"],"Could you tell us why?":["โปรดบอกเหตุผลได้ไหม"],"Tell us why this wasn’t the right fit for you…":["บอกเราว่าเหตุใดสิ่งนี้จึงไม่เหมาะกับคุณ…"],"Go Back":["ย้อนกลับ"],"Skip":["ข้าม"],"Let’s find you a better fit":["มาหาสิ่งอื่นที่เหมาะกับคุณมากกว่ากันเถอะ"],"Here are some other options to explore:":["นี่เป็นตัวเลือกอื่นที่จะลองสำรวจดูได้:"],"Switch to the default WordPress editor":["เปลี่ยนไปใช้ตัวแก้ไข WordPress เริ่มต้น"],"Switch to a 3rd party page builder":["เปลี่ยนไปใช้ตัวสร้างหน้าเพจของบุคคลภายนอก"],"Talk to someone about my options":["คุยกับผู้อื่นเกี่ยวกับตัวเลือกของฉัน"],"Learn More":["เรียนรู้เพิ่มเติม"],"Switching to the default WordPress editor":["การเปลี่ยนไปใช้ตัวแก้ไข WordPress เริ่มต้น"],"You should switch to the default WordPress editor if:":["คุณควรเปลี่ยนไปใช้ตัวแก้ไข WordPress เริ่มต้น หาก:"],"You want to use a different theme":["คุณต้องการใช้ธีมอื่น"],"You are familiar with and\/or prefer to use default WordPress":["คุณคุ้นเคยและ\/หรือชอบใช้ WordPress เริ่มต้นมากกว่า"],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["เมื่อเปลี่ยนแล้ว เว็บนี้จะไม่ทำงานร่วมกับตัวแก้ไขเว็บของ GoDaddy อีกต่อไป คุณจะไม่สามารถกลับมาได้อีก"],"Ready to switch this site to the default WordPress editor?":["พร้อมจะเปลี่ยนเว็บนี้ไปใช้ตัวแก้ไข WordPress เริ่มต้นหรือไม่"],"Switch to Default":["เปลี่ยนไปใช้ตัวแก้ไขเริ่มต้น"],"Switching to a 3rd Party Page Builder":["การเปลี่ยนไปใช้ตัวสร้างหน้าเพจของบุคคลภายนอก"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["ตัวสร้างหน้าเพจของบุคคลภายนอกเป็นปลั๊กอินของ WordPress ที่คุณติดตั้งในเว็บ ซึ่งจะช่วยให้คุณสร้างและออกแบบหน้าเพจได้"],"Ready to switch this site to a 3rd party page builder?":["พร้อมจะเปลี่ยนเว็บนี้ไปใช้ตัวสร้างหน้าเพจของบุคคลภายนอกหรือไม่"],"View Plugins":["ดูปลั๊กอิน"],"Expert help is on the way":["คุณกำลังจะได้รับความช่วยเหลือจากผู้เชี่ยวชาญ"],"Contact our GoDaddy guides to get started.":["ติดต่อเจ้าหน้าที่ GoDaddy เพื่อเริ่มใช้งาน"],"Contact Us":["ติดต่อเรา"],"Redirecting you to the default WordPress Editor…":["กำลังเปลี่ยนเส้นทางคุณไปที่ตัวแก้ไข WordPress เริ่มต้น"],"Redirecting you to WordPress plugins…":["กำลังเปลี่ยนเส้นทางคุณไปที่ปลั๊กอิน WordPress…"]}}}