{"translation-revision-date":"2021-04-20T15:39:53+00:00","generator":"WP-CLI\/2.4.0","source":"packages\/publish-guide\/build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Info":["ข้อมูล"],"Give feedback":["กล่าวคำติชม"],"Make the design your own":["ปรับงานออกแบบเป็นแบบของคุณ"],"Update the colors, fonts and change the look and feel of your site.":["อัปเดตสี แบบอักษร ตลอดจนเปลี่ยนหน้าตาและอารมณ์ของเว็บไซต์"],"Customize":["ปรับแต่ง"],"Review and add pages":["ตรวจทานและเพิ่มหน้า"],"We got you started with a few. Add more pages and content.":["เราเริ่มต้นให้คุณบ้างแล้ว เพิ่มหน้าและเนื้อหา"],"Manage pages":["จัดการหน้า"],"website logo":["โลโก้ของเว็บไซต์"],"Add your site info & brand":["เพิ่มข้อมูลเว็บไซต์และแบรนด์ของคุณ"],"What’s the name of your site and what’s it’s purpose? Add a logo if you have one.":["เว็บไซต์ของคุณชื่ออะไรและมีจุดประสงค์อะไร เพิ่มโลโก้ถ้ามี"],"Edit":["แก้ไข"],"Site title":["ชื่อเว็บไซต์"],"Site description":["คำอธิบายเว็บไซต์"],"Upload site logo":["อัปโหลดโลโก้เว็บไซต์"],"Replace Logo":["แทนที่โลโก้"],"Remove Logo":["ลบโลโก้ออก"],"Save":["บันทึก"],"Do this later":["จะดำเนินการภายหลัง"],"Add your domain":["เพิ่มโดเมนของคุณ"],"Look more professional and make it easier for customers to find your website.":["ดูเป็นมืออาชีพมากขึ้นและทำให้ลูกค้าหาเว็บไซต์ของคุณพบง่ายขึ้น"],"Add domain":["เพิ่มโดเมน"],"Your site is live on":["เว็บไซต์ของคุณเผยแพร่อยู่บน"],"Time to celebrate and":["ได้เวลาเฉลิมฉลองและ"],"share the great news.":["แบ่งปันข่าวดี"],"Check out my new website!":["มาดูเว็บไซต์ใหม่ของฉัน!"],"I just published my website at %1$s, come check it out and let me know what you think!":["ฉันเพิ่งเผยแพร่เว็บไซต์ของตัวเองที่ %1$s แวะมาดูแล้วบอกด้วยว่าคุณคิดอย่างไร!"],"Hide this guide":["ซ่อนคำแนะนำนี้"],"Design Customizer":["ออกแบบตัวปรับแต่ง"],"Click here to update your colors, fonts and feel of your site.":["กดที่นี่เพื่ออัปเดตสี แบบอักษร และอารมณ์ของเว็บของคุณ"],"Site Contents":["เนื้อหาเว็บ"],"Click here to add and manage the pages for your site.":["กดที่นี่เพื่อเพิ่มและจัดการหน้าต่างๆ สำหรับเว็บของคุณ"],"Getting Started Guide":["คำแนะนำเริ่มใช้งาน"],"Once you're done selecting your site style and colors, click here to continue publishing your site.":["เมื่อคุณเลือกสไตล์และสีของเว็บเรียบร้อยแล้ว ให้กดที่นี่เพื่อเผยแพร่เว็บของคุณต่อไป"],"Publish Guide":["คู่มือการเผยแพร่"]}}}