{"translation-revision-date":"2021-04-20T15:39:53+00:00","generator":"WP-CLI\/2.4.0","source":"build\/editor-preference-modal.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Would you like to keep using the GoDaddy Site Editor?":[""],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place. ":[""],"Would you like to keep building your site with the GoDaddy Site Editor?":[""],"Yes, keep using GoDaddy Site Editor":[""],"No, I’d like to see other options":[""],"Continue":[""],"We’re sorry this wasn’t the right fit for you":[""],"Could you tell us why?":[""],"Tell us why this wasn’t the right fit for you…":[""],"Go Back":[""],"Skip":[""],"Let’s find you a better fit":[""],"Here are some other options to explore:":[""],"Switch to the default WordPress editor":[""],"Switch to a 3rd party page builder":[""],"Talk to someone about my options":[""],"Learn More":[""],"Switching to the default WordPress editor":[""],"You should switch to the default WordPress editor if:":[""],"You want to use a different theme":[""],"You are familiar with and\/or prefer to use default WordPress":[""],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":[""],"Ready to switch this site to the default WordPress editor?":[""],"Switch to Default":[""],"Switching to a 3rd Party Page Builder":[""],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":[""],"Ready to switch this site to a 3rd party page builder?":[""],"View Plugins":[""],"Expert help is on the way":[""],"Contact our GoDaddy guides to get started.":[""],"Contact Us":[""],"Redirecting you to the default WordPress Editor…":[""],"Redirecting you to WordPress plugins…":[""]}}}