{"translation-revision-date":"2021-04-20T15:39:53+00:00","generator":"WP-CLI\/2.4.0","source":"build\/editor-preference-modal.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Would you like to keep using the GoDaddy Site Editor?":["Desideri continuare a utilizzare l'Editor del sito di GoDaddy?"],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place. ":["Vogliamo essere sicuri che utilizzi gli strumenti giusti per creare il tuo sito. Stai utilizzando l'Editor del sito di GoDaddy, che ti offre tutte le funzionalità di WordPress più degli strumenti per personalizzare il design e modificare e gestire le pagine, tutto da un'unica posizione. "],"Would you like to keep building your site with the GoDaddy Site Editor?":["Desideri continuare a creare il sito con l'Editor di GoDaddy?"],"Yes, keep using GoDaddy Site Editor":["Sì, continua a utilizzare l'Editor del sito di GoDaddy"],"No, I’d like to see other options":["No, vorrei valutare altre opzioni"],"Continue":["Continua"],"We’re sorry this wasn’t the right fit for you":["Ci dispiace che non fosse la soluzione giusta per te"],"Could you tell us why?":["Potresti spiegarci il motivo?"],"Tell us why this wasn’t the right fit for you…":["Spiegaci perché non era la soluzione giusta per te..."],"Go Back":["Indietro"],"Skip":["Salta"],"Let’s find you a better fit":["Cerchiamo una soluzione migliore per le tue esigenze"],"Here are some other options to explore:":["Ecco altre opzioni da valutare:"],"Switch to the default WordPress editor":["Passa all'editor WordPress predefinito"],"Switch to a 3rd party page builder":["Passa a uno strumento di creazione pagine di terze parti"],"Talk to someone about my options":["Parla delle tue opzioni con qualcuno"],"Learn More":["Scopri di più"],"Switching to the default WordPress editor":["Passaggio all'editor WordPress predefinito"],"You should switch to the default WordPress editor if:":["È opportuno passare all'editor WordPress predefinito se:"],"You want to use a different theme":["Desideri utilizzare un tema diverso"],"You are familiar with and\/or prefer to use default WordPress":["Sei pratico dell’editor WordPress predefinito e\/o preferisci utilizzare quello"],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["Dopo avere eseguito il passaggio, il sito non funzionerà più con l'Editor di GoDaddy, quindi non potrai più tornare indietro."],"Ready to switch this site to the default WordPress editor?":["Sei pronto per passare all'editor WordPress predefinito per questo sito?"],"Switch to Default":["Passa a predefinito"],"Switching to a 3rd Party Page Builder":["Passaggio a uno strumento di creazione pagine di terze parti"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["Uno strumento di creazione pagine di terze parti è un plugin di WordPress che installi sul tuo sito e che ti permette di creare e progettare le pagine."],"Ready to switch this site to a 3rd party page builder?":["Sei pronto per passare a uno strumento di creazione pagine di terze parti per questo sito?"],"View Plugins":["Visualizza plugin"],"Expert help is on the way":["È in arrivo l'aiuto di un esperto"],"Contact our GoDaddy guides to get started.":["Contatta i nostri esperti GoDaddy per iniziare."],"Contact Us":["Contattaci"],"Redirecting you to the default WordPress Editor…":["Reindirizzamento all'editor WordPress predefinito in corso..."],"Redirecting you to WordPress plugins…":["Reindirizzamento ai plugin di WordPress in corso..."]}}}