{"translation-revision-date":"2021-03-11T18:10:35+00:00","generator":"WP-CLI\/2.4.0","source":"packages\/editor-preference-modal\/src\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Would you like to keep using the GoDaddy Site Editor?":["⌠2260917⌡Wòüld yòü lîké tò kéép üsîng thé GòDåddy Sîté Édîtòr?⌠2260917⌡"],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place. ":["⌠2260918⌡Wé wånt tò måké süré yòü håvé thé rîght tòòls tò büîld yòür sîté. Yòü åré cürréntly üsîng thé GòDåddy Sîté édîtòr, whîch gîvés yòü åll òf WòrdPréss plüs å wåy tò cüstòmîzé yòür désîgn, édît yòür pågés, ånd månågé yòür pågés, åll fròm òné plåcé. ⌠2260918⌡"],"Would you like to keep building your site with the GoDaddy Site Editor?":["⌠2260919⌡Wòüld yòü lîké tò kéép büîldîng yòür sîté wîth thé GòDåddy Sîté Édîtòr?⌠2260919⌡"],"Yes, keep using GoDaddy Site Editor":["⌠2260920⌡Yés, kéép üsîng GòDåddy Sîté Édîtòr⌠2260920⌡"],"No, I’d like to see other options":["⌠2260921⌡Nò, Î’d lîké tò séé òthér òptîòns⌠2260921⌡"],"Continue":["⌠2260922⌡Còntînüé⌠2260922⌡"],"We’re sorry this wasn’t the right fit for you":["⌠2260923⌡Wé’ré sòrry thîs wåsn’t thé rîght fît fòr yòü⌠2260923⌡"],"Could you tell us why?":["⌠2260924⌡Còüld yòü téll üs why?⌠2260924⌡"],"Tell us why this wasn’t the right fit for you…":["⌠2260925⌡Téll üs why thîs wåsn’t thé rîght fît fòr yòü…⌠2260925⌡"],"Go Back":["⌠2260926⌡Gò Båck⌠2260926⌡"],"Skip":["⌠2260927⌡Skîp⌠2260927⌡"],"Let’s find you a better fit":["⌠2260928⌡Lét’s fînd yòü å béttér fît⌠2260928⌡"],"Here are some other options to explore:":["⌠2260929⌡Héré åré sòmé òthér òptîòns tò éxplòré:⌠2260929⌡"],"Switch to the default WordPress editor":["⌠2260930⌡Swîtch tò thé défåült WòrdPréss édîtòr⌠2260930⌡"],"Switch to a 3rd party page builder":["⌠2260931⌡Swîtch tò å 3rd pårty pågé büîldér⌠2260931⌡"],"Talk to someone about my options":["⌠2260932⌡Tålk tò sòméòné åbòüt my òptîòns⌠2260932⌡"],"Learn More":["⌠2260933⌡Léårn Mòré⌠2260933⌡"],"Switching to the default WordPress editor":["⌠2260934⌡Swîtchîng tò thé défåült WòrdPréss édîtòr⌠2260934⌡"],"You should switch to the default WordPress editor if:":["⌠2260935⌡Yòü shòüld swîtch tò thé défåült WòrdPréss édîtòr îf:⌠2260935⌡"],"You want to use a different theme":["⌠2260936⌡Yòü wånt tò üsé å dîfférént thémé⌠2260936⌡"],"You are familiar with and\/or prefer to use default WordPress":["⌠2260937⌡Yòü åré fåmîlîår wîth ånd\/òr préfér tò üsé défåült WòrdPréss⌠2260937⌡"],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["⌠2260938⌡Òncé yòü swîtch, thîs sîté wîll nò lòngér wòrk wîth thé GòDåddy Sîté Édîtòr, sò yòü wòn’t bé åblé tò còmé båck.⌠2260938⌡"],"Ready to switch this site to the default WordPress editor?":["⌠2260939⌡Réådy tò swîtch thîs sîté tò thé défåült WòrdPréss édîtòr?⌠2260939⌡"],"Switch to Default":["⌠2260940⌡Swîtch tò Défåült⌠2260940⌡"],"Switching to a 3rd Party Page Builder":["⌠2260941⌡Swîtchîng tò å 3rd Pårty Pågé Büîldér⌠2260941⌡"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["⌠2260942⌡Å 3rd pårty pågé büîldér îs å WòrdPréss plügîn thåt yòü înståll òn yòür sîté, thåt ållòws yòü tò büîld ånd désîgn pågés.⌠2260942⌡"],"Ready to switch this site to a 3rd party page builder?":["⌠2260943⌡Réådy tò swîtch thîs sîté tò å 3rd pårty pågé büîldér?⌠2260943⌡"],"View Plugins":["⌠2260944⌡Vîéw Plügîns⌠2260944⌡"],"Expert help is on the way":["⌠2260945⌡Éxpért hélp îs òn thé wåy⌠2260945⌡"],"Contact our GoDaddy guides to get started.":["⌠2260946⌡Còntåct òür GòDåddy güîdés tò gét stårtéd.⌠2260946⌡"],"Contact Us":["⌠2260947⌡Còntåct Üs⌠2260947⌡"],"Redirecting you to the default WordPress Editor…":["⌠2260948⌡Rédîréctîng yòü tò thé défåült WòrdPréss Édîtòr…⌠2260948⌡"],"Redirecting you to WordPress plugins…":["⌠2260949⌡Rédîréctîng yòü tò WòrdPréss plügîns…⌠2260949⌡"]}}}