{"translation-revision-date":"2021-03-11T18:10:35+00:00","generator":"WP-CLI\/2.4.0","source":"packages\/editor-preference-modal\/src\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Would you like to keep using the GoDaddy Site Editor?":["Você quer continuar usando o Editor de site da GoDaddy?"],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place. ":["Queremos garantir que você tenha as ferramentas certas para criar seu site. Você está usando o Editor de site da GoDaddy, com acesso a todo o WordPress e possibilita personalizar seu layout, editar e gerenciar suas páginas, tudo em um só lugar. "],"Would you like to keep building your site with the GoDaddy Site Editor?":["Você quer continuar criando seu site com o Editor de site da GoDaddy?"],"Yes, keep using GoDaddy Site Editor":["Sim, continuar usando o Editor de site da GoDaddy"],"No, I’d like to see other options":["Não, quero ver outras opções"],"Continue":["Continuar"],"We’re sorry this wasn’t the right fit for you":["Sentimos muito que o Editor de site não tenha sido a melhor solução para você!"],"Could you tell us why?":["Você pode nos explicar por quê?"],"Tell us why this wasn’t the right fit for you…":["Conte-nos por que o Editor de site não foi a melhor solução para você."],"Go Back":["Voltar"],"Skip":["Ignorar"],"Let’s find you a better fit":["Vamos encontrar uma solução melhor"],"Here are some other options to explore:":["Aqui estão algumas opções:"],"Switch to the default WordPress editor":["Usar o editor padrão do WordPress"],"Switch to a 3rd party page builder":["Usar um criador de sites de terceiros"],"Talk to someone about my options":["Quero conversar com alguém sobre minhas opções"],"Learn More":["Saiba mais"],"Switching to the default WordPress editor":["Editor padrão do WordPress"],"You should switch to the default WordPress editor if:":["Opte pelo editor padrão do WordPress se você:"],"You want to use a different theme":["Quiser usar um tema diferente"],"You are familiar with and\/or prefer to use default WordPress":["Estiver familiarizado com ele e\/ou preferir usá-lo"],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["Após a troca, este site não funcionará mais com o Editor de site da GoDaddy e você não poderá reverter a ação."],"Ready to switch this site to the default WordPress editor?":["Você tem certeza de que deseja trocar para o editor padrão do WordPress?"],"Switch to Default":["Usar o editor padrão"],"Switching to a 3rd Party Page Builder":["Criador de sites de terceiros"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["Um criador de sites de terceiros é um plugin instalado no site que permite criar páginas."],"Ready to switch this site to a 3rd party page builder?":["Você tem certeza de que deseja trocar para um criador de sites de terceiros?"],"View Plugins":["Ver plugins"],"Expert help is on the way":["Nossos especialistas estão prontos para ajudar você"],"Contact our GoDaddy guides to get started.":["Entre em contato com nossos Guias de orientação da GoDaddy para começar."],"Contact Us":["Fale conosco"],"Redirecting you to the default WordPress Editor…":["Redirecionando você para o editor padrão do WordPress..."],"Redirecting you to WordPress plugins…":["Redirecionando você para os plugins do WordPress..."]}}}