{"translation-revision-date":"2021-03-11T18:10:35+00:00","generator":"WP-CLI\/2.4.0","source":"packages\/editor-preference-modal\/src\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Would you like to keep using the GoDaddy Site Editor?":["Бажаєте продовжити використання Редактора сайтів GoDaddy?"],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place. ":["Ми хочемо бути певні, що ви маєте належні інструменти для роботи над сайтом. Зараз ви використовуєте Редактор сайтів GoDaddy, який дає вам усі можливості WordPress, а також знаряддя для розробки дизайну сайту, редагування сторінок і керування ними. "],"Would you like to keep building your site with the GoDaddy Site Editor?":["Бажаєте й надалі будувати свій сайт за допомогою Редактора сайтів GoDaddy?"],"Yes, keep using GoDaddy Site Editor":["Так, продовжити використання Редактора сайтів GoDaddy"],"No, I’d like to see other options":["Ні, ознайомитися з іншими можливостями"],"Continue":["Продовжити"],"We’re sorry this wasn’t the right fit for you":["Дуже шкода, що це вам не підійшло"],"Could you tell us why?":["Скажіть нам, чому?"],"Tell us why this wasn’t the right fit for you…":["Скажіть нам, чому це вам не підійшло…"],"Go Back":["Назад"],"Skip":["Пропустити"],"Let’s find you a better fit":["Пошукаємо щось більш підхоже"],"Here are some other options to explore:":["Ось вам кілька інших варіантів:"],"Switch to the default WordPress editor":["Перейти на стандартний редактор WordPress"],"Switch to a 3rd party page builder":["Перейти на інший конструктор сторінок"],"Talk to someone about my options":["Отримати консультацію про наявні можливості"],"Learn More":["Докладніше"],"Switching to the default WordPress editor":["Перехід на стандартний редактор WordPress"],"You should switch to the default WordPress editor if:":["Слід перейти на стандартний редактор WordPress, якщо:"],"You want to use a different theme":["Ви хочете використати іншу тему"],"You are familiar with and\/or prefer to use default WordPress":["Ви добре знаєте стандартний редактор WordPress і (або) хочете користуватися ним"],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["Після переходу цей сайт більше не працюватиме з Редактором сайтів GoDaddy, тому ви вже не зможете повернутися назад."],"Ready to switch this site to the default WordPress editor?":["Ви готові перевести цей сайт на стандартний редактор WordPress?"],"Switch to Default":["Перейти на стандартний"],"Switching to a 3rd Party Page Builder":["Перехід на інший конструктор сторінок"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["Інший конструктор сторінок — це плагін WordPress, який інсталюється на ваш сайт і дає змогу створювати й розробляти сторінки."],"Ready to switch this site to a 3rd party page builder?":["Ви готові перейти на інший конструктор сторінок?"],"View Plugins":["Переглянути плагіни"],"Expert help is on the way":["Скористайтеся допомогою експерта"],"Contact our GoDaddy guides to get started.":["Для початку зв’яжіться з нашими консультантами GoDaddy."],"Contact Us":["Зв’язатися з нами"],"Redirecting you to the default WordPress Editor…":["Ви переходите на стандартний редактор WordPress…"],"Redirecting you to WordPress plugins…":["Ви переходите на плагіни WordPress…"]}}}