{"translation-revision-date":"2021-03-11T18:10:35+00:00","generator":"WP-CLI\/2.4.0","source":"packages\/editor-preference-modal\/src\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Would you like to keep using the GoDaddy Site Editor?":["Apakah Anda ingin tetap menggunakan Editor Situs GoDaddy?"],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place. ":["Kami ingin memastikan Anda telah memiliki alat yang tepat untuk membuat situs Anda. Anda saat ini menggunakan editor Situs GoDaddy, yang memberi Anda WordPress sekaligus cara untuk mengkustom desain, mengedit halaman, dan mengelola halaman Anda, semua dilakukan dari satu tempat. "],"Would you like to keep building your site with the GoDaddy Site Editor?":["Apakah Anda ingin tetap membuat situs menggunakan Editor Situs GoDaddy?"],"Yes, keep using GoDaddy Site Editor":["Ya, tetap gunakan Editor Situs GoDaddy"],"No, I’d like to see other options":["Tidak, saya ingin mencoba opsi lain"],"Continue":["Lanjutkan"],"We’re sorry this wasn’t the right fit for you":["Maaf karena ini tidak sesuai untuk Anda"],"Could you tell us why?":["Bisa beri tahu kami alasannya?"],"Tell us why this wasn’t the right fit for you…":["Beri tahu kami mengapa ini tidak sesuai untuk Anda..."],"Go Back":["Kembali"],"Skip":["Lewati"],"Let’s find you a better fit":["Ayo cari yang sesuai untuk Anda"],"Here are some other options to explore:":["Berikut ini beberapa pilihan lain untuk dijelajahi:"],"Switch to the default WordPress editor":["Beralih ke editor WordPress default"],"Switch to a 3rd party page builder":["Beralih ke pembuat halaman pihak ke-3"],"Talk to someone about my options":["Mendiskusikan pilihan saya dengan orang lain"],"Learn More":["Pelajari Selengkapnya"],"Switching to the default WordPress editor":["Mengalihkan ke editor WordPress default"],"You should switch to the default WordPress editor if:":["Anda harus beralih ke editor WordPress default jika:"],"You want to use a different theme":["Anda ingin menggunakan tema lain"],"You are familiar with and\/or prefer to use default WordPress":["Anda terbiasa dengan dan\/atau lebih memilih menggunakan WordPress default"],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["Setelah beralih, Editor Situs GoDaddy tidak akan bisa digunakan pada situs ini, jadi Anda tidak akan bisa kembali."],"Ready to switch this site to the default WordPress editor?":["Sudah siap beralih ke editor WordPress default?"],"Switch to Default":["Beralih ke Default"],"Switching to a 3rd Party Page Builder":["Mengalihkan ke Pembuat Halaman Pihak ke-3"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["Pembuat halaman pihak ke-3 merupakan plugin WordPress yang diinstal di situs dan memungkinkan Anda untuk membuat dan mendesain halaman."],"Ready to switch this site to a 3rd party page builder?":["Siap untuk mengalihkan situs web ini ke pembuat halaman pihak ke-3?"],"View Plugins":["Lihat Plugin"],"Expert help is on the way":["Bantuan para ahli segera datang"],"Contact our GoDaddy guides to get started.":["Hubungi panduan GoDaddy untuk memulai."],"Contact Us":["Hubungi Kami"],"Redirecting you to the default WordPress Editor…":["Mengalihkan Anda ke editor WordPress default..."],"Redirecting you to WordPress plugins…":["Mengalihkan Anda ke plugin WordPress…"]}}}